<template>
<div class="pltz-layout">
    <SideBarLK />
    <div class="pltz-layout__content">

        <h1 class="o-content-title">Соглашение</h1>

        <div class="c-card-cabinet">
            <div class="pltz-content pltz-content_t1 pltz-content--additional-data">
                <div class="pltz-content__block js-settings-income">
                    <div class="c-card-cabinet__inner">
                        <ul class="c-user-docs__list c-user-docs__list--agreement">
                            <li class="c-user-docs__item">
                                <a href="/images/doc-processing_personal_data.pdf" class="c-user-docs__link" target="_blank">
                                                Согласие на обработку персональных данных
                                            </a>
                            </li>
                            <li class="c-user-docs__item">
                                <a href="/images/doc-request_credit_history.pdf" class="c-user-docs__link">
                                                Согласие субъекта кредитной истории на раскрытие информации,
                                                содержащейся в основной части кредитной истории
                                            </a>
                            </li>
                            <li class="c-user-docs__item">
                                <a href="/images/doc-general_conditions_for_granting_loans.pdf" class="c-user-docs__link">
                                                Общие условия договора потребительского займа
                                                (редакция, действующая с 18 июля 2018 года)
                                            </a>
                            </li>
                            <li class="c-user-docs__item">
                                <a href="/images/doc-rules_for_granting_loans.pdf" class="c-user-docs__link">
                                                Правила предоставления потребительских займов (микрозаймов)
                                            </a>
                            </li>
                            <li class="c-user-docs__item">
                                <a href="/images/doc-agreement_signature.pdf" class="c-user-docs__link">
                                                Соглашение об использовании аналога собственноручной подписи
                                            </a>
                            </li>
                        </ul>

                        <!--<input class="o-pltz-checkbox o-pltz-checkbox_t1" id="rDocsAgree" value="1" name="rDocsAgree" type="checkbox" checked="">
                                    <label class="control-label" for="rDocsAgree">
                                        Подтверждаю, что в отношениях «Платиза.ру» (ООО) действую сознательно,
                                        свободно, своей волей и в своих интересах, мои действия не контролируются
                                        иными третьими лицами, самостоятельно представляю свои интересы,
                                        также подтверждаю что я не являюсь
                                    </label>-->
                        <p>
                            Подтверждаю, что в отношениях «Платиза.ру» (ООО) действую сознательно,
                            свободно, своей волей и в своих интересах, мои действия не контролируются
                            иными третьими лицами, самостоятельно представляю свои интересы,
                            также подтверждаю что я не являюсь <span class="c-user-docs__agreement-span"
                             @click="isOpen = !isOpen"
                            >следующим лицом:</span>
                        </p>

                        <p>

                        </p>

                        <div class="c-user-docs__agreement"
                            v-bind:style="isOpen ? 'display: block;' : 'display: none;' ">
                
                            <p class="c-user-docs__p c-user-docs__p--agreement">
                                - российским публичным должностным лицом — лицом,
                                занимающим (замещающим) государственные должности РФ,
                                должности членов Совета директоров ЦБ РФ,
                                должности федеральной государственной службы,
                                назначение на которые и освобождение от которых
                                осуществляются Президентом РФ или Правительством РФ,
                                должности в ЦБ РФ, государственных корпорациях и иных
                                организациях, созданных РФ на основании федеральных законов,
                                включенные в перечни должностей, определяемые Президентом РФ;
                            </p>
                            <p class="c-user-docs__p c-user-docs__p--agreement">
                                - международным публичным должностным лицом — должностным лицом
                                публичной международной организации, которому международной
                                организацией доверены или были доверены важные функции;
                            </p>
                            <p class="c-user-docs__p c-user-docs__p--agreement">
                                - иностранным публичным должностным лицом — публичным
                                должностным лицом иностранного государства;
                            </p>
                            <p class="c-user-docs__p c-user-docs__p--agreement">
                                - родственником вышеуказанных лиц;
                            </p>
                            <p class="c-user-docs__p c-user-docs__p--agreement">
                                - не имею выгодоприобретателя (лицо, к выгоде которого
                                я действую (в том числе на основании агентского договора,
                                договоров поручения, комиссии и доверительного управления)
                                при проведении операций с денежными средствами и иным имуществом;
                            </p>
                            <p class="c-user-docs__p c-user-docs__p--agreement">
                                - не имею бенефициарного владельца (физическое лицо, которое
                                в конечном счете прямо или косвенно (через третьих лиц)
                                имеет возможность контролировать мои действия.
                            </p>
                            <!--
                                        <p class="c-user-docs__p">
                                            I. Лицом, на которое возложено или было возложено ранее
                                            (с момента сложения полномочий прошло менее 1 года) исполнение
                                            важных государственных функций, а именно:
                                        </p>
                                        <p class="c-user-docs__p">
                                            1. Главой государства (в том числе правящей королевской династии) или правительства;
                                        </p>
                                        <p class="c-user-docs__p">
                                            2. Министром, его заместителем или помощником;
                                        </p>
                                        <p class="c-user-docs__p">
                                            3. Высшим правительственным чиновником;
                                        </p>
                                        <p class="c-user-docs__p">
                                            4. Должностным лицом судебных органов власти (Верховный, Конституционный суд);
                                        </p>
                                        <p class="c-user-docs__p">
                                            5. Государственным прокурором и его заместителем;
                                        </p>
                                        <p class="c-user-docs__p">
                                            6. Высшим военным чиновником;
                                        </p>
                                        <p class="c-user-docs__p">
                                            7. Руководителем или членом Совета директоров Национальных Банков;
                                        </p>
                                        <p class="c-user-docs__p">
                                            8. Послом;
                                        </p>
                                        <p class="c-user-docs__p">
                                            9. Руководителем государственных корпораций;
                                        </p>
                                        <p class="c-user-docs__p">
                                            10. Членом Парламента или иного законодательного органа.
                                        </p>

                                        <br />

                                        <p class="c-user-docs__p">
                                            II. Лицом, облеченным общественным доверием, в частности:
                                        </p>
                                        <p class="c-user-docs__p">
                                            1. Руководителем, заместителем руководителя международных организаций
                                            (ООН, ОЭСР, ОПЕК, Олимпийский комитет, Всемирный Банк и т.д.), Членом Европарламента;
                                        </p>
                                        <p class="c-user-docs__p">
                                            2. Руководителем или членом международных судебных организаций
                                            (Суд по правам человека, Гаагский трибунал и др.).
                                        </p>

                                        <br />

                                        <p class="c-user-docs__p">
                                            III. Должностным лицом публичной международной организации, т.е. лицом,
                                            уполномоченным такой организацией действовать от ее имени.
                                        </p>

                                        <br />

                                        <p class="c-user-docs__p">
                                            IV. Лицом, замещающим (занимающим) одну из нижеперечисленных должностей:
                                        </p>
                                        <p class="c-user-docs__p">
                                            1. государственную должность в Российской Федерации;
                                        </p>
                                        <p class="c-user-docs__p">
                                            2. должность члена Совета директоров Центрального банка Российской Федерации;
                                        </p>
                                        <p class="c-user-docs__p">
                                            3. должность федеральной государственной службы, назначение на которую
                                            и освобождение от которой осуществляются Президентом Российской Федерации
                                            или Правительством Российской Федерации;
                                        </p>
                                        <p class="c-user-docs__p">
                                            4. должность в Центральном банке Российской Федерации;
                                        </p>
                                        <p class="c-user-docs__p">
                                            5. должность в государственной корпорации;
                                        </p>
                                        <p class="c-user-docs__p">
                                            6. должности в иных организациях, созданных Российской Федерацией
                                            на основании федеральных законов, включенные в перечни должностей,
                                            определяемые Президентом Российской Федерации.
                                        </p>

                                        <br />

                                        <p class="c-user-docs__p">
                                            V. Родственником вышеуказанной категории лиц, в частности:
                                        </p>
                                        <p class="c-user-docs__p">
                                            1. Супругом;
                                        </p>
                                        <p class="c-user-docs__p">
                                            2. Родственником по прямой восходящей и нисходящей линии
                                            (родителями и детьми, дедушкой, бабушкой и внуками);
                                        </p>
                                        <p class="c-user-docs__p">
                                            3. Полнородным или не полнородным (имеющими общих отца или мать)
                                            братом или сестрой, усыновителем или усыновленным
                                        </p>-->
                        </div>

                        <!--<a href="01-02-A1.php" class="o-pltz-btn o-pltz-btn_t2-i o-pltz-btn_t2-i-prev" style="margin-top: 16px;">Вернуться</a>-->
                    </div>
                </div>
            </div>
        </div>

    </div>
</div>
</template>

<script>
import SideBarLK from '@/components/lk/SideBarLK'
export default {
    data() {
        return {
            isOpen: false
        }
    },
    components: {
        SideBarLK
    },
    created() {
        window.document.title = "Axirate | LK | Соглашение";
    },
}
</script>
